[CombatMessages]

[VehicleMessages]

[MissionMessages]
MissionOfferedPreamble=Mission Offered:
MissionOfferAcceptedByGroup=Mission has been accepted by Group Leader.
MissionDiversionPreamble=Mission has been changed:
MissionOfferRevoked=Mission Offer has been revoked.
MissionEnded=Mission has ended.
;;;   RTW

MissionStageOpposed=Stage ( <Stage_Cur> ⁄ <Stage_Max> )
MissionStageUnopposed=Stage ( <Stage_Cur> ⁄ <Stage_Max> )
FinalMissionStage=Final Stage!

[SystemMessages]
TimeStampOn=+  Chat timestamping is now on.
TimeStampOff=−  Chat timestamping is now off.
ProfanityFilterOn=+  Profanity filter is now on.
ProfanityFilterOff=−  Profanity filter is now off.
ShowNamesOn=+  Showing other player names.
ShowNamesOff=−  Hiding other player names.
SavedChatLog=[Chat Log Saved]↵"<location>"
GroupPledgedContact=Your group is pledged to <contact>.
GroupPledgedContactSingle=You are now pledged to <contact>.
GroupUnPledgedContact=Your group is no longer pledged to <contact>.
GroupUnPledgedContactSingle=You are no longer pledged to <contact>.
CoinToss_Head=•  '<Player>'s coin  ·  Its... Heads!
CoinToss_Tails=•  '<Player>'s coin  ·  Its... Tails!
NumUnrealMail_Singular=You have one unread mail message.
NumUnrealMail_Plural=You have ( <NUMBER> ) unread mail messages.
NewMailReceived=You have received a mail message.
NewMailReceived_Plural=You have received a mail message  ·  ( <NUMBER> ) unread messages.
You=You
GroupPublicModeDefaultOn=Newly created groups by you will be public by default.
GroupPublicModeDefaultOff=Newly created groups by you will be private by default.
GroupInviteModeDefaultOn=Newly created groups by you will allow everyone in your Group to invite new members.
GroupInviteModeDefaultOff=Newly created groups by you will allow only the Group Leader to invite new members.
GroupPublicModeOn=Your Group is now public.
GroupPublicModeOff=Your Group is now private.
GroupInviteModeOn=Everyone in your group can invite new Group members.
GroupInviteModeOff=Only the Group Leader can invite new Group members.

MissionOffersOn=Mission offers are now enabled
MissionOffersOff=Mission offers are now disabled

InGameTime=In-Game Time  ( <hours>:<minutes>:<seconds> )
ServerTime=Server Time  ( <hours>:<minutes>:<seconds> )
LocalTime=Local Time  ( <hours>:<minutes>:<seconds> )
LatencyTestStart=Starting latency test. it will run for the next <minutes> minutes↵ Use /latencytest again to stop early.
LatencyTestNotAvailable=Latency test currently unavailable.
LatencyTestComplete=Latency test complete. Please send <file> to customer support.
LatencyTestAborted=Latency test aborted due to disconnection, district switch or log-out.
LatencyTestCouldNotOpenLog=Failed to create <file>.
LatencyTestTemporarilyUnavailable=Latency test temporarily unavailable, please try again in a few seconds.
LatencyTestStartFailed=Failed to start latency test.

AccountSilenced=×  Your account has been silenced!↵Expiry in ( <expiry> )
AccountUnsilenced=•  Your account has been unsilenced.
VoiceChannelDistrict=<state>  ·  Voice District Channel
VoiceChannelGroup=<state>  ·  Voice Group Channel
VoiceChannelTeam=<state>  ·  Voice Team Channel
VoiceChannelClan=<state>  ·  Voice Clan Channel
VoiceChannelStatus=[Voice Channels Status]↵<district>  ·  Voice District Channel↵<group>  ·  Voice Group Channel↵<team>  ·  Voice Team Channel↵<clan>  ·  Voice Clan Channel
VoiceChannelOn=+  [On]
VoiceChannelOff=−  [Off]
VoiceChannelCmdStatus=Voice Channel An Status
VoiceChannelCmdStatusDesc=Shows which voice channels you have turned on.
VoiceChannelCmdDistrict=Voice Channel District
VoiceChannelCmdDistrictDesc=Turns the District voice channel on or off.
VoiceChannelCmdGroup=Voice Channel Group
VoiceChannelCmdGroupDesc=Turns your Group voice channel on or off.
VoiceChannelCmdTeam=Voice Channel Team
VoiceChannelCmdTeamDesc=Turns your Team voice channel on or off.
VoiceChannelCmdClan=Voice Channel Clan
VoiceChannelCmdClanDesc=Turns your Clan voice channel on or off.
VoiceChannelAutoOff=Auto channel selection turned [Off] your voice channels now follow your own settings.
VoiceChannelTeamOverGroup=×  (Voice Group Channel) is [Off] for this mission, it will be Re-enabled until it ends.
VoiceChannelGroupRestored=+  (Voice Group Channel) is [On]

[SystemWarning]
NoReplyReceiver=∆  No whisper message received yet, no-one to reply to.
WorldServerDisconnected=∆  World server is not connected.
WorldNotEntered=∆  Player hasn't entered the world yet.
DistrictServerDisconnected=∆  District server is not connected.
WhisperSyntax=∆  Correct format required. ( e.g. /w Playername message )
WhisperReceiverNameLenShort=∆  Whisper receiver's name is too short.
WhisperReceiverNameLenExceed=∆  Whisper receiver's name is too long.
InGroup=∆  You are currently in a Group.
NotInGroup=∆  You are currently not in a Group.
NotInTrade=∆  You are currently not in a Trade.
NotInTeam=∆  You are currently not in a Team.
NotInClan=∆  You are currently not in a Clan.
NotAnOfficer=∆  You are not an officer and so can't perform this function.
NoRank=∆  You don't have the rank for this operation.
NoPlayerPawn=∆  Player is not alive.
PlayerPermissionInsufficient=∆  You don't have the required permissions for this operation.
PlayerRankInsufficient=∆  You don't have the required rank for this operation.
NoSuchGroupMember=∆  No such member in Group.
NoSuchTeamMember=∆  No such member in Clan.
GroupInviteSendFail=∆  Unable to send Group invite request.
GroupAcceptSendFail=∆  Unable to send Group accept request.
GroupAcceptNoInvite=∆  No pending Group invite requests to accept.
GroupDeclineSendFail=∆  Unable to send Group decline requests.
GroupDeclineNoInvite=∆  No pending Group invite requests to decline.
GroupLeaveSendFail=∆  Unable to send Group leave request.
GroupTransferSendFail=∆  Unable to send Group leave request.
GroupRemoveSendFail=∆  Unable to send Group remove request.
ClanInviteSendFail=∆  Unable to send Clan invite request.
ClanAcceptSendFail=∆  Unable to send Clan accept request.
ClanAcceptNoInvite=∆  No pending Clan invite requests to accept.
ClanDeclineSendFail=∆  Unable to send Clan decline request.
ClanDeclineNoInvite=∆  No pending Clan invite requests to decline.
ClanRemoveSendFail=∆  Unable to send Clan remove request.
ClanLeaveSendFail=∆  Unable to send Clan leave request.
ClanRemoveSelfFail=∆  Unable to remove yourself from the Clan.  use /clanleave if you wish to leave the Clan.
ClanLeaveLeaderFail=∆  Unable to leave the Clan as you are currently the Clan Leader.  either disband the clan, or transfer leadership to another member before attempting to leave the clan again.
FriendAddSendFail=∆  Unable to send Friend add request.
FriendAcceptSendFail=∆  Unable to send Friend accept request.
FriendAcceptNoInvite=∆  You could not find a Friend request to accept. if you have multiple, please specify the character you wish to accept an invitation from.
FriendDeclineSendFail=∆  Unable to send Friend decline request.
FriendDeclineNoInvite=∆  You could not find a Friend request to decline. if you have multiple, please specify the character you wish to decline an invitation from.
FriendRemoveSendFail=∆  Unable to send Friend remove request.
NoSuchPlayerInFriendList=∆  No such player in Friend list.
IgnoreSendFail=∆  Unable to send Ignore request.
UnIgnoreSendFail=∆  Unable to send Unignore request.
NoSuchPlayerInIgnoreList=∆  No such player in Ignore list.
NoIgnoreTarget=∆  No target to Ignore - aim at the player or give a name.
NoUnIgnoreTarget=∆  No target to Unignore - aim at the player or give a name.
TradeAcceptSendFail=∆  Unable to send Trade accept request.
TradeAcceptNoInvite=∆  No pending Trade requests to accept.
TradeDeclineSendFail=∆  Unable to send Trade decline request.
TradeDeclineNoInvite=∆  No pending Trade requests to decline.
PlayedSendFail=∆  Unable to send played request.
WhoSendFail=∆  Unable to send Who request.
AFKSendFail=∆  Unable to send AFK request.
DNDSendFail=∆  Unable to send DND request.
CommandNotAvailableUntilInWorld=∆  Error! - this command is not available until you have connected to a world.
CommandNotAvailableUntilInDistrict=∆  Error! - this command is not available until you have connected to a district.
CommandNotAvailableUntilSpawnedInDistrict=∆  Error! - this command is not available until you have spawned into a district.
CommandNotAvailableInEditors=∆  Error! - this command is not available when in editors.
EmoteNotUnlocked=∆  Unable to perform the requested emote as you haven't unlocked it.
TooManyArguments=∆  Too many arguments specified (correct syntax: <syntaxhint>)
NotEnoughArguments=∆  Too few arguments specified (correct syntax: <syntaxhint>)
NeedsOneArgument=∆  Error! - function needs an argument.
NeedsTwoArguments=∆  Error! - function needs two arguments.
CharacterNameLenShort=∆  Error! - specified player's name is too short.
CharacterNameLenExceed=∆  Error! - specified player's name is too long.
WhisperToSelfFailed=∆  Unable to whisper to yourself.
TargetPlayerNotInClan=∆  Error! - target player is not part of your Clan.
NotGroupLeader=∆  You are not the Group Leader.  Only the Group leader can transfer leadership.
NotInDistrict=∆  You need to be in a district to use this command.
ReportPlayerSuccess=∆  Your report has been submitted.
ReportPlayerFail=∆  Player not found! check the spelling and confirm the player is online in this district.
ReportPlayerFailSelf=∆  Unable to report yourself. 

[TabNames]
Chat=Chat
Help=Help
